Repository: GoodDamn/SPOK_iOS
Catalog: SPOK/*.lproj/Localization.strings
Languages: ru

# byCon
source: By continuing, you agree with SPOK's Terms of Use & Privacy Policy
ru: Продолжая, ты соглашаешься с Условиями использования & Политикой конфиденциальности

# terms
source: Terms of Use & Privacy Policy
ru: Условия использования & Политика конфиденциальности

source: History
ru: История

source: Liked
ru: Понравившиеся

source: Settings
ru: Настройки

source: Cancel
ru: Отмена

# delAccSuc
source: Account has been deleted
ru: Аккаунт успешно удален

# actionUna
source: The action is unavailable
ru: Действие недоступно

source: Success
ru: Успешно

# error
source: Something went wrong
ru: Ошибка

# assExample
source: (For example) This is a great app, but I would have done something better in it. First...
ru: (К примеру) Это приложение хорошее, но я бы сделал кое-что получше. Во-первых...

source: CONTINUE!
ru: ПРОДОЛЖИТЬ

# plRate
source: Please, rate us :)
ru: Пожалуйста, оцени приложение :)

# write
source: Write your review, please
ru: Пожалуйста, напиши что-нибудь :)

# cannotDelAcc
source: You can't detele an account right now.Try again later
ru: Ты не можешь удалить аккаунт прямо сейчас. Попробуй повторить позже

source: Yes
ru: Да

source: Thank you
ru: Спасибо!

# errAuth
source: Error with authentication. Please, try again later
ru: Ошибка аутенцификации. Пожалуйста, попробуй еще раз

# delAcc
source: Are you sure? All your data will be deleted!
ru: Ты уверен(-а)? Все данные будут удалены!

source: Profile
ru: Профиль

# payRule
source: For your convenience, your subscription fee will be automatically charged every month. Unsubscribe is available at any time
ru: Оплату за подписку будет сниматься ежемесячно в автоматическом режиме. Отмена подписки доступна в любое время

# news
source: New
ru: Новинки

# somethingSoon
source: Something will be soon...
ru: Скоро что-то появится интересное...

# putHeadphones
source: Put your headphones on your ears and touch the screen :)
ru: Надень наушники и коснись экрана :)

# topicLoad
source: Topic is loading. Wait a minute, please...
ru: Загрузка темы. Минутку...

# getFull
source: Get full access to all the content
ru: Получи полный доступ ко всему контенту

# dontLimit
source: Don't limit yourself Be on the top of the world
ru: Не ограничивай себя Будь на вершине мира

# theFollow
source: The following music, distributed under a Creative Commons license, is used in the app: • “Stars in her skies” by Scott Buckley – www.scottbuckley.com.au • “Wanderlust” by Scott Buckley – www.scottbuckley.com.au • “Monomyth” by Scott Buckley – www.scottbuckley.com.au • “Growing up” by Scott Buckley – www.scottbuckley.com.au • “Hiraeth” by Scott Buckley – www.scottbuckley.com.au • “The Miracle of Flight” by Scott Buckley – www.scottbuckley.com.au • “The Long Way Home“ by Scott Buckley - www.scottbuckley.com.au • “Hymn“ by Scott Buckley - www.scottbuckley.com.au • “Borealis“ by Scott Buckley - www.scottbuckley.com.au • “Life is“ by Scott Buckley - www.scottbuckley.com.au • “Firefly“ by Scott Buckley - www.scottbuckley.com.au • “Tears in rain“ by Scott Buckley - www.scottbuckley.com.au • “She moved mountains“ by Scott Buckley - www.scottbuckley.com.au • “Midsommar“ by Scott Buckley - www.scottbuckley.com.au • “Undertow“ by Scott Buckley - www.scottbuckley.com.au • “Rainbows“ by Scott Buckley - www.scottbuckley.com.au • “Yellow“ by Scott Buckley - www.scottbuckley.com.au • “Reverie“ by Scott Buckley - www.scottbuckley.com.au • “Sleep“ by Scott Buckley - www.scottbuckley.com.au • “Felicity“ by Scott Buckley - www.scottbuckley.com.au • “Journeys“ - the exodus“ by Scott Buckley - www.scottbuckley.com.au • “Wonderful“ - the exodus“ by Scott Buckley - www.scottbuckley.com.au • “I walk with ghosts“ by Scott Buckley - www.scottbuckley.com.au • “Affirmations“ by Scott Buckley - www.scottbuckley.com.au
ru: В приложении используется следующая музыка, распространяемая по лицензии Creative Commons: • “Stars in her skies” by Scott Buckley – www.scottbuckley.com.au • “Wanderlust” by Scott Buckley – www.scottbuckley.com.au • “Monomyth” by Scott Buckley – www.scottbuckley.com.au • “Growing up” by Scott Buckley – www.scottbuckley.com.au • “Hiraeth” by Scott Buckley – www.scottbuckley.com.au • “The Miracle of Flight” by Scott Buckley – www.scottbuckley.com.au • “The Long Way Home“ by Scott Buckley - www.scottbuckley.com.au • “Hymn“ by Scott Buckley - www.scottbuckley.com.au • “Borealis“ by Scott Buckley - www.scottbuckley.com.au • “Life is“ by Scott Buckley - www.scottbuckley.com.au • “Firefly“ by Scott Buckley - www.scottbuckley.com.au • “Tears in rain“ by Scott Buckley - www.scottbuckley.com.au • “She moved mountains“ by Scott Buckley - www.scottbuckley.com.au • “Midsommar“ by Scott Buckley - www.scottbuckley.com.au • “Undertow“ by Scott Buckley - www.scottbuckley.com.au • “Rainbows“ by Scott Buckley - www.scottbuckley.com.au • “Yellow“ by Scott Buckley - www.scottbuckley.com.au • “Reverie“ by Scott Buckley - www.scottbuckley.com.au • “Sleep“ by Scott Buckley - www.scottbuckley.com.au • “Felicity“ by Scott Buckley - www.scottbuckley.com.au • “Journeys“ - the exodus“ by Scott Buckley - www.scottbuckley.com.au • “Wonderful“ - the exodus“ by Scott Buckley - www.scottbuckley.com.au • “I walk with ghosts“ by Scott Buckley - www.scottbuckley.com.au • “Affirmations“ by Scott Buckley - www.scottbuckley.com.au

# theApp
source: The app uses images distributed under the Apache License Version 2.0
ru: В приложении используются изображения, распространяемые по лицензии Apache License Version 2.0

# perMonth
source: / month
ru: / месяц

# edn1
source: SPOK as a lifestyle ✌
ru: СПОК - как стиль жизни ✌

# edn2
source: At home or on the way to work? 🏠
ru: Дома или в пути на работу? 🏠

# edn3
source: Light your inner fire! 🔥
ru: Зажги внутренний огонь! 🔥

# edn4
source: Long time no see! 👀
ru: Давно не виделись! 👀

# ednb1
source: Little bits of text for big achievements. Especially for you.
ru: Маленькие кусочки текста для больших достижений. Специально для тебя.

# ednb2
source: Take just two minutes to learn something new about your life
ru: Удели всего 2 минуты, чтобы узнать что-то новое о своей жизни

# ednb3
source: This life was made for you. Begin to conquer the heights and go beyond what is possible.
ru: Эта жизнь создана для тебя. Начни покорять вершины и выходить за рамки возможного.

# ednb4
source: Many interesting and useful topics await you. Open up new horizons.
ru: Множество интересных и полезных тем ждут тебя. Открой новые горизонты.

source: Promo codes
ru: Промокоды

source: About App
ru: О приложении

source: Rate us
ru: Оценить приложение

source: Log out
ru: Выйти из аккаунта

source: Contact us
ru: Связаться с разработчиками

# assExample2
source: (For example) That was really helpful I learned new things for myself and feel better, but I would...
ru: (Например) Это было действительно полезно! Я узнал(а) новые интересные факты и, в целом, чувствую себя гораздо лучше, но я бы...

source: SEND FEEDBACK
ru: ОТПРАВИТЬ ОТЗЫВ

source: Thanks for your time!
ru: Спасибо за уделенное время!

# assDesc2
source: Tell us more about what you read. Was this content useful for you? What emotions do you feel after reading it?
ru: Расскажи больше о прочитанном. Был ли этот контент полезен для тебя? Какие эмоции ты испытал(-а) после прочтения?

# spokBeta
source: You're using SPOK Beta Right now, you're using the SPOK version without the option to purchase a subscription.
ru: SPOK Beta Сейчас ты используешь версию SPOK без возможности приобретения подписки.

# spokBeta_
source: To learn more click here
ru: Узнать больше можно здесь

# techReasons
source: for technical reasons, the option to purchase a subscription, which gives full access to all SPOK content, is now unavailable. This feature will become available soon, but in the meantime you can use all the free features of SPOK.
ru: По техническим причинам возможность приобретения подписки, которая дает полный доступ ко всему контенту SPOK,в настоящее время недоступна. Эта функция станет доступна в ближайшее время, а пока ты можешь пользоваться всеми бесплатными возможностями SPOK.

# techReasons2
source: This feature will become available soon, but in the meantime you can use all the free features of SPOK.
ru: Эта функция станет доступна в ближайшее время, а пока ты можешь пользоваться всеми бесплатными возможностями SPOK.

# features
source: Here's the cool stuff that a SPOK subscription will provide:
ru: Вот список крутых функций, которые будут доступны в подписке SPOK:

# feature1
source: A new type of content with animations and interactivity
ru: Новый тип контента с анимациями и интерактивом

# feature2
source: Fresh, new and interesting topics every week
ru: Свежие, новые и интересные темы каждую неделю

# feature3
source: Full access to absolutely all content with no limitations
ru: Полный доступ к абсолютно всему контенту без ограничений

# fixTech
source: The SPOK Team hopes for your understanding and we will do our best to get it right.
ru: Команда SPOK надеется на твое понимание, и мы сделаем все возможное, чтобы как можно быстрее исправить ситуацию

# notifyUs
source: If you really like SPOK and can't wait to get full access to all SPOK features - let us know about it by simply clicking here
ru: Если тебе очень нравится SPOK и не терпиться получить полный доступ ко всем возможностям - дай нам знать об этом, просто нажав сюда

# letUsKnow
source: Thanks for letting us know! We'll do our best.
ru: Спасибо, будем иметь в виду!

# asd
source: clicking here
ru: нажав сюда
